[
  {
    "id": "manning_1987",
    "control_knob": "Financing / Behavior",
    "country": "United States",
    "authors": "Manning et al.",
    "year": 1987,
    "title": "Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment",
    "journal": "The American Economic Review",
    "context": "A massive, randomized controlled trial assigning families to different health insurance plans with varying levels of cost-sharing (out-of-pocket limits).",
    "methodology": "Randomized Controlled Trial (RCT)",
    "finding": "Found that higher cost-sharing significantly reduced overall healthcare utilization (Efficiency) but had little to no significant impact on objective Health Status for the average adult, demonstrating the price elasticity of health behavior.",
    "macro_takeaway": "Highlights the tension between controlling system costs and ensuring appropriate care. Cost-sharing is a blunt lever; while it improves financial Efficiency by reducing demand, it places a heavy burden on the Behavior and Access knobs by reducing both essential and non-essential utilization."
  },
  {
    "id": "lu_hsiao_2003",
    "control_knob": "Financing / Organization",
    "country": "Taiwan",
    "authors": "Lu & Hsiao",
    "year": 2003,
    "title": "Does Universal Health Insurance Make Health Care Unaffordable? Lessons From Taiwan",
    "journal": "Health Affairs",
    "context": "The 1995 consolidation of fragmented social insurance schemes into a single-payer National Health Insurance (NHI) system.",
    "methodology": "Pre-post natural experiment analysis",
    "finding": "Demonstrated that a single-payer model could achieve universal coverage (Access) and high Financial Risk Protection while maintaining remarkably low administrative costs (Efficiency) below 2% of total health expenditures.",
    "macro_takeaway": "Provides the empirical foundation for how a single, monopsonistic risk pool can theoretically maximize both Access and macro-Efficiency by eliminating the administrative fragmentation inherent in multi-payer systems."
  },
  {
    "id": "baicker_2013",
    "control_knob": "Financing",
    "country": "United States",
    "authors": "Baicker et al.",
    "year": 2013,
    "title": "The Oregon Experiment — Effects of Medicaid on Clinical Outcomes",
    "journal": "The New England Journal of Medicine",
    "context": "Oregon utilized a lottery system to allocate a limited number of Medicaid expansions to low-income uninsured adults.",
    "methodology": "Randomized Lottery (RCT)",
    "finding": "Winning the lottery completely eliminated catastrophic out-of-pocket medical expenditures (Risk Protection) and increased healthcare utilization (Access), but did not generate statistically significant improvements in measured physical Health Status over the first two years.",
    "macro_takeaway": "Demonstrates the distinct separation between intermediate measures and final goals. Expanding a financing safety net guarantees Financial Risk Protection and drives Access, but improving actual physical Health Status requires complex coordination across other knobs like Quality and Organization."
  },
  {
    "id": "wagstaff_bales_2012",
    "control_knob": "Organization",
    "country": "Vietnam",
    "authors": "Wagstaff & Bales",
    "year": 2012,
    "title": "The Impacts of Public Hospital Autonomization: Evidence from a Quasi-Natural Experiment",
    "journal": "World Bank Policy Research Working Paper (No. 6137)",
    "context": "Evaluated the staggered rollout of Vietnam's hospital autonomization policy, which shifted operational and financial decision-making from the central government directly to individual hospital managers.",
    "methodology": "Difference-in-Differences (DiD) using a 6-year panel of public hospitals.",
    "finding": "Found that organizational autonomy did not increase overall Efficiency. Instead, managers used their new autonomy to increase the intensity of care (more lab tests and imaging), which ultimately drove up out-of-pocket patient spending by roughly 20%, actively threatening the system's Financial Risk Protection.",
    "macro_takeaway": "A classic example of misaligned incentives across knobs. Decentralizing the Organization knob without simultaneously adjusting the Payment and Regulation knobs incentivizes providers to maximize revenue, ultimately transferring the financial burden back to the patient."
  },
  {
    "id": "cutler_1995",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Cutler",
    "year": 1995,
    "title": "The Incidence of Adverse Medical Outcomes Under Prospective Payment",
    "journal": "Econometrica",
    "context": "The introduction of Medicare's Prospective Payment System (PPS) in 1983, which replaced cost-based retrospective reimbursement with fixed, diagnosis-based payments (DRGs).",
    "methodology": "Econometric analysis with maximum likelihood estimators exploiting the PPS natural experiment.",
    "finding": "Eliminating marginal reimbursement (the core PPS incentive) was associated with a 25% decline in mortality, suggesting that discouraging unnecessary procedures improved outcomes. However, a one standard deviation decrease in average payment led to a 0.5% increase in mortality, indicating financial pressure could harm Quality.",
    "macro_takeaway": "Prospective payment is not monolithic: the mechanism of incentive change matters. Removing the marginal fee-for-service incentive improves outcomes, but if overall payment levels are set too low, the resulting financial pressure degrades Quality — a critical design tension for any DRG-based system."
  },
  {
    "id": "gruber_owings_1996",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Gruber & Owings",
    "year": 1996,
    "title": "Physician Financial Incentives and Cesarean Section Delivery",
    "journal": "The RAND Journal of Economics",
    "context": "A 13.5% decline in U.S. fertility over 1970–1982 generated income pressure on obstetricians, creating conditions to test whether physicians shift toward more remunerative procedures.",
    "methodology": "Econometric analysis of nationally representative micro-data exploiting within-state fertility declines as an exogenous income shock.",
    "finding": "Strong correlation between within-state fertility declines and within-state increases in cesarean utilization. Since average physician fees for C-sections were roughly one-third higher than vaginal deliveries, the pattern indicated physician-induced demand — providers facing income pressure shifted toward more remunerative procedures.",
    "macro_takeaway": "Provides direct empirical evidence that fee-for-service payment creates incentives for supplier-induced demand. When the Payment knob sets per-procedure prices, providers may optimize for revenue rather than clinical appropriateness, with implications for both Efficiency and Quality."
  },
  {
    "id": "dafny_2005",
    "control_knob": "Payment / Regulation",
    "country": "United States",
    "authors": "Dafny",
    "year": 2005,
    "title": "How Do Hospitals Respond to Price Changes?",
    "journal": "American Economic Review",
    "context": "A 1988 Medicare policy reform generated large, exogenous, diagnosis-specific price changes for 43% of Medicare admissions under the DRG system.",
    "methodology": "Natural experiment exploiting diagnosis-specific price shocks to identify hospital behavioral responses.",
    "finding": "Hospitals responded primarily through 'upcoding' — reclassifying patients to diagnosis codes associated with the largest reimbursement increases — garnering an estimated $330–$425 million in extra annual reimbursement. Response was strongest among for-profit hospitals. Little evidence of changes in admissions volume or clinical intensity.",
    "macro_takeaway": "DRG-based payment systems create strategic coding incentives that are distinct from clinical behavior change. Without robust Regulation (coding audits, classification rules), the Payment knob's intended efficiency gains are partially captured by gaming rather than genuine care improvement."
  },
  {
    "id": "campbell_2009",
    "control_knob": "Payment",
    "country": "England",
    "authors": "Campbell et al.",
    "year": 2009,
    "title": "Effects of Pay for Performance on the Quality of Primary Care in England",
    "journal": "The New England Journal of Medicine",
    "context": "The UK's Quality and Outcomes Framework (QOF) linked up to 25% of family practice income to 146 quality indicators. This study tracked quality at two pre-implementation and two post-implementation time points across 42 representative English practices.",
    "methodology": "Interrupted time-series analysis with medical record extraction (1998, 2003, 2005, 2007).",
    "finding": "Quality improvement accelerated for incentivized conditions (asthma, diabetes) in the first two years post-implementation. By 2007, the rate of improvement had plateaued for all three conditions studied. Quality of care for aspects not linked to incentives declined for patients with asthma and heart disease.",
    "macro_takeaway": "Pay-for-performance produces measurable short-term gains on incentivized dimensions but risks 'teaching to the test': once targets are met, improvement stalls, while unincentivized quality dimensions deteriorate. The Payment knob can sharpen clinical focus, but its scope must be carefully designed to avoid distorting the broader Quality picture."
  },
  {
    "id": "jha_2012",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Jha et al.",
    "year": 2012,
    "title": "The Long-Term Effect of Premier Pay for Performance on Patient Outcomes",
    "journal": "The New England Journal of Medicine",
    "context": "The Medicare Premier Hospital Quality Incentive Demonstration (HQID) — the largest U.S. hospital pay-for-performance program at the time — offered financial bonuses to 252 hospitals based on process-of-care measures over six years.",
    "methodology": "Observational comparison of 30-day mortality among 6+ million patients at 252 P4P hospitals vs. 3,363 control hospitals (2003–2009).",
    "finding": "After six years, 30-day mortality was virtually identical between Premier P4P and non-P4P hospitals (11.82% vs. 11.74%). No evidence that the program reduced mortality for AMI, heart failure, pneumonia, or CABG surgery.",
    "macro_takeaway": "A landmark null result demonstrating that financial incentives tied to process-of-care measures do not necessarily translate into improved hard patient outcomes. The Payment knob can shift what is measured, but converting process compliance into actual Health Status gains requires deeper engagement with Organization and Behavior."
  },
  {
    "id": "gaynor_2013",
    "control_knob": "Regulation",
    "country": "England",
    "authors": "Gaynor, Moreno-Serra & Propper",
    "year": 2013,
    "title": "Death by Market Power: Reform, Competition, and Patient Outcomes in the National Health Service",
    "journal": "American Economic Journal: Economic Policy",
    "context": "The 2006 English NHS pro-competition reforms expanded patient choice of hospital under administratively fixed prices, creating a natural experiment in the effects of hospital market competition on clinical outcomes.",
    "methodology": "Difference-in-Differences exploiting pre-reform variation in market concentration driven by historical hospital locations.",
    "finding": "Hospitals in less competitive (more concentrated) markets had significantly higher death rates before the reform; after patient choice was expanded, outcomes converged. Competition saved lives without raising costs.",
    "macro_takeaway": "Under a regulated-price regime, market power is harmful to patients. The Regulation knob can harness competitive incentives to improve Quality, but only when prices are fixed — otherwise, competition may manifest as a cost-quality arms race rather than genuine quality improvement."
  },
  {
    "id": "dranove_2003",
    "control_knob": "Regulation",
    "country": "United States",
    "authors": "Dranove et al.",
    "year": 2003,
    "title": "Is More Information Better? The Effects of 'Report Cards' on Health Care Providers",
    "journal": "Journal of Political Economy",
    "context": "The introduction of mandatory cardiac surgery report cards in New York and Pennsylvania in the early 1990s, publicly disclosing risk-adjusted mortality rates by hospital and surgeon.",
    "methodology": "Difference-in-Differences comparing cardiac surgery outcomes and treatment patterns in report-card states vs. control states using national Medicare data.",
    "finding": "Report cards led to significant provider selection behavior ('cream-skimming'): surgeons and hospitals shifted away from sicker, higher-risk patients. On net, report cards were associated with worse health outcomes, particularly for sicker patients, and higher resource use.",
    "macro_takeaway": "The canonical cautionary study on quality transparency mandates. The Regulation knob's information tools can backfire: when providers are penalized for treating complex cases, the system's incentives shift toward patient selection rather than quality improvement, ultimately harming Access and Equity for the most vulnerable."
  },
  {
    "id": "aiken_2002",
    "control_knob": "Regulation / Organization",
    "country": "United States",
    "authors": "Aiken et al.",
    "year": 2002,
    "title": "Hospital Nurse Staffing and Patient Mortality, Nurse Burnout, and Job Dissatisfaction",
    "journal": "JAMA",
    "context": "Cross-sectional study of 168 Pennsylvania hospitals linking nurse survey data to administrative discharge data for over 230,000 surgical patients to quantify the relationship between nurse staffing ratios and patient outcomes.",
    "methodology": "Risk-adjusted cross-sectional analysis linking nurse-to-patient ratios to 30-day mortality and failure-to-rescue rates.",
    "finding": "Each additional patient per nurse was associated with a 7% increase in the likelihood of patient death within 30 days and a 7% increase in failure-to-rescue. Hospitals with the highest patient-to-nurse ratios (1:8) had 31% higher risk-adjusted mortality than those with the lowest ratios (1:4).",
    "macro_takeaway": "Directly quantifies how Organizational staffing decisions affect Quality and Health Status. Became the empirical foundation for minimum nurse staffing regulations (e.g., California's 2004 mandated ratios), illustrating how Regulation can enforce Organizational standards that the market alone may not produce."
  },
  {
    "id": "xu_2003",
    "control_knob": "Financing",
    "country": "59 Countries (Cross-national)",
    "authors": "Xu et al.",
    "year": 2003,
    "title": "Household catastrophic health expenditure: a multicountry analysis",
    "journal": "The Lancet",
    "context": "Cross-country analysis of household survey data from 59 countries measuring the incidence and determinants of catastrophic health spending (out-of-pocket payments exceeding 40% of income after subsistence needs).",
    "methodology": "Cross-country regression analysis of household survey data.",
    "finding": "Catastrophic payment rates varied widely across countries. Three preconditions were identified: (1) availability of health services requiring payment, (2) low capacity to pay, and (3) absence of prepayment or insurance mechanisms. Countries relying on out-of-pocket financing had the highest incidence.",
    "macro_takeaway": "Establishes the empirical measurement framework for Risk Protection — the foundational outcome metric for evaluating Financing arrangements. Demonstrates that out-of-pocket-dependent systems systematically fail the poorest populations, making the structure of the Financing knob the primary determinant of whether a system achieves financial risk protection."
  },
  {
    "id": "king_2009",
    "control_knob": "Financing",
    "country": "Mexico",
    "authors": "King et al.",
    "year": 2009,
    "title": "Public policy for the poor? A randomised assessment of the Mexican universal health insurance programme",
    "journal": "The Lancet",
    "context": "Mexico's Seguro Popular programme, which extended publicly subsidized health insurance to the roughly 50 million Mexicans lacking coverage through formal-sector social insurance.",
    "methodology": "Cluster-randomized evaluation: treatment randomly assigned within 74 matched pairs of health clusters representing 118,569 households, with 10-month follow-up.",
    "finding": "Intention-to-treat estimates showed a 23% reduction in catastrophic expenditures (1.9 percentage points). Effects were stronger among poor households (3.0 pp reduction) and experimental compliers (6.5 pp reduction, a 59% decrease). No significant effects on health outcomes or utilization over the short follow-up period.",
    "macro_takeaway": "One of the first randomized evaluations of a national health insurance expansion in a developing country. Confirms that the Financing knob's most immediate and measurable impact is on Risk Protection — but translating coverage into improved Health Status requires longer timeframes and complementary reforms across Organization and Quality."
  },
  {
    "id": "gertler_2004",
    "control_knob": "Behavior / Financing",
    "country": "Mexico",
    "authors": "Gertler",
    "year": 2004,
    "title": "Do Conditional Cash Transfers Improve Child Health? Evidence from PROGRESA's Control Randomized Experiment",
    "journal": "American Economic Review",
    "context": "Mexico's PROGRESA conditional cash transfer program, which provided cash payments to poor rural families contingent on children attending school and family members visiting health clinics for preventive care.",
    "methodology": "Randomized Controlled Trial (RCT) with 506 rural communities randomly assigned to early treatment or delayed-entry control.",
    "finding": "Children in treatment households experienced approximately a 23% reduction in the incidence of illness, an 18% reduction in anemia, and a 1–4% increase in height. Preventive health care visits increased by more than half.",
    "macro_takeaway": "Demonstrates that the Behavior knob — when operated through demand-side financial incentives conditioned on preventive care — can produce large Health Status improvements in vulnerable populations. The mechanism works through Access (more clinic visits) but the trigger is behavioral: changing when and why households seek care."
  },
  {
    "id": "rasella_2013",
    "control_knob": "Behavior / Financing",
    "country": "Brazil",
    "authors": "Rasella et al.",
    "year": 2013,
    "title": "Effect of a conditional cash transfer programme on childhood mortality: a nationwide analysis of Brazilian municipalities",
    "journal": "The Lancet",
    "context": "Brazil's Bolsa Familia Programme (BFP), the world's largest conditional cash transfer, covering over 50 million people, with health conditionalities including growth monitoring, vaccination, and prenatal care.",
    "methodology": "Fixed-effects negative binomial regression of panel data across 2,853 Brazilian municipalities (2004–2009), adjusting for socioeconomic covariates and primary care coverage.",
    "finding": "Under-5 mortality showed a dose-response relationship with BFP coverage: approximately 17%, 32%, and 53% reductions at intermediate, high, and consolidated coverage levels respectively. Effects were strongest for poverty-related causes (malnutrition and diarrhea).",
    "macro_takeaway": "The first nationwide analysis linking a CCT to measurable reductions in child mortality. Demonstrates that sustained behavioral incentives at population scale — when paired with an accessible primary care platform (Organization) — can produce large, dose-dependent improvements in the hardest Health Status outcomes."
  },
  {
    "id": "patel_2010",
    "control_knob": "Behavior / Organization",
    "country": "India",
    "authors": "Patel et al.",
    "year": 2010,
    "title": "Effectiveness of an intervention led by lay health counsellors for depressive and anxiety disorders in primary care in Goa, India (MANAS): a cluster randomised controlled trial",
    "journal": "The Lancet",
    "context": "The MANAS trial tested whether trained lay health counsellors, embedded in primary care facilities, could effectively treat common mental disorders in a low-resource setting where psychiatrists are virtually absent.",
    "methodology": "Cluster RCT with 24 primary care facilities randomized to collaborative stepped care (lay counsellors + physician prescribing + specialist supervision) vs. enhanced usual care. 2,796 patients followed to 6 months.",
    "finding": "Overall recovery was 65.0% (intervention) vs. 52.9% (control). In public facilities, the effect was dramatic: 65.9% vs. 42.5% recovery (RR 1.55). No significant difference in private facilities where baseline care was already better.",
    "macro_takeaway": "A landmark demonstration that task-shifting — reorganizing who delivers care (Organization) and training non-specialists in evidence-based techniques (Behavior) — can close enormous treatment gaps for mental health. The effect is largest precisely where the system is weakest, suggesting this combination of knobs is most powerful in resource-constrained settings."
  },
  {
    "id": "bloom_2015",
    "control_knob": "Organization / Regulation",
    "country": "England",
    "authors": "Bloom et al.",
    "year": 2015,
    "title": "The Impact of Competition on Management Quality: Evidence from Public Hospitals",
    "journal": "The Review of Economic Studies",
    "context": "English NHS hospitals surveyed using the World Management Survey instrument (scoring 20 management practices on a 1-to-5 scale), linked to administrative data on clinical outcomes.",
    "methodology": "Instrumental variables using political marginality of parliamentary constituencies (governments avoid closing hospitals in swing seats, creating exogenous variation in hospital density).",
    "finding": "Adding a rival hospital increased management quality by approximately 0.4 standard deviations and increased emergency AMI survival rates by 9.7%. The causal chain runs: competition → better management → better outcomes. Government-owned hospitals scored significantly lower on management than private ones.",
    "macro_takeaway": "Identifies the mechanism linking Regulation (competition policy) to Health Status: it runs through Organization (management quality). Competition does not directly improve clinical care — it forces hospitals to adopt better operational, targeting, and human resource management practices, which then improve outcomes."
  },
  {
    "id": "pronovost_2006",
    "control_knob": "Organization",
    "country": "United States",
    "authors": "Pronovost et al.",
    "year": 2006,
    "title": "An Intervention to Decrease Catheter-Related Bloodstream Infections in the ICU",
    "journal": "The New England Journal of Medicine",
    "context": "The 'Keystone ICU Project' across 103 Michigan ICUs, combining an evidence-based clinical checklist with a Comprehensive Unit-Based Safety Program (CUSP) that restructured team governance, communication, and nurse empowerment.",
    "methodology": "Collaborative cohort study with multilevel Poisson regression comparing infection rates before, during, and up to 18 months after implementation.",
    "finding": "Median catheter-related bloodstream infection rate fell from 2.7 per 1,000 catheter-days at baseline to 0 at three months. Sustained at 1.4 per 1,000 at 18 months (a 66% reduction). The organizational redesign — restructured team governance and communication — was as critical as the clinical checklist itself.",
    "macro_takeaway": "Demonstrates that facility-level Organizational change — restructuring who has authority, how teams communicate, and how safety protocols are enforced — can produce dramatic Quality improvements. The clinical knowledge (checklists) already existed; the binding constraint was Organizational, not informational."
  }
]
