[
  {
    "id": "manning_1987",
    "control_knob": "Financing / Behavior",
    "country": "United States",
    "authors": "Manning et al.",
    "year": 1987,
    "title": "Health Insurance and the Demand for Medical Care: Evidence from a Randomized Experiment",
    "journal": "The American Economic Review",
    "context": "A massive, randomized controlled trial assigning families to different health insurance plans with varying levels of cost-sharing (out-of-pocket limits).",
    "methodology": "Randomized Controlled Trial (RCT)",
    "finding": "Found that higher cost-sharing significantly reduced overall healthcare utilization (Efficiency) but had little to no significant impact on objective Health Status for the average adult, demonstrating the price elasticity of health behavior.",
    "macro_takeaway": "Highlights the tension between controlling system costs and ensuring appropriate care. Cost-sharing is a blunt lever; while it improves financial Efficiency by reducing demand, it places a heavy burden on the Behavior and Access knobs by reducing both essential and non-essential utilization."
  },
  {
    "id": "lu_hsiao_2003",
    "control_knob": "Financing / Organization",
    "country": "Taiwan",
    "authors": "Lu & Hsiao",
    "year": 2003,
    "title": "Does Universal Health Insurance Make Health Care Unaffordable? Lessons From Taiwan",
    "journal": "Health Affairs",
    "context": "The 1995 consolidation of fragmented social insurance schemes into a single-payer National Health Insurance (NHI) system.",
    "methodology": "Pre-post natural experiment analysis",
    "finding": "Demonstrated that a single-payer model could achieve universal coverage (Access) and high Financial Risk Protection while maintaining remarkably low administrative costs (Efficiency) below 2% of total health expenditures.",
    "macro_takeaway": "Provides the empirical foundation for how a single, monopsonistic risk pool can theoretically maximize both Access and macro-Efficiency by eliminating the administrative fragmentation inherent in multi-payer systems."
  },
  {
    "id": "baicker_2013",
    "control_knob": "Financing",
    "country": "United States",
    "authors": "Baicker et al.",
    "year": 2013,
    "title": "The Oregon Experiment — Effects of Medicaid on Clinical Outcomes",
    "journal": "The New England Journal of Medicine",
    "context": "Oregon utilized a lottery system to allocate a limited number of Medicaid expansions to low-income uninsured adults.",
    "methodology": "Randomized Lottery (RCT)",
    "finding": "Winning the lottery completely eliminated catastrophic out-of-pocket medical expenditures (Risk Protection) and increased healthcare utilization (Access), but did not generate statistically significant improvements in measured physical Health Status over the first two years.",
    "macro_takeaway": "Demonstrates the distinct separation between intermediate measures and final goals. Expanding a financing safety net guarantees Financial Risk Protection and drives Access, but improving actual physical Health Status requires complex coordination across other knobs like Quality and Organization."
  },
  {
    "id": "wagstaff_bales_2012",
    "control_knob": "Organization",
    "country": "Vietnam",
    "authors": "Wagstaff & Bales",
    "year": 2012,
    "title": "The Impacts of Public Hospital Autonomization: Evidence from a Quasi-Natural Experiment",
    "journal": "World Bank Policy Research Working Paper (No. 6137)",
    "context": "Evaluated the staggered rollout of Vietnam's hospital autonomization policy, which shifted operational and financial decision-making from the central government directly to individual hospital managers.",
    "methodology": "Difference-in-Differences (DiD) using a 6-year panel of public hospitals.",
    "finding": "Found that organizational autonomy did not increase overall Efficiency. Instead, managers used their new autonomy to increase the intensity of care (more lab tests and imaging), which ultimately drove up out-of-pocket patient spending by roughly 20%, actively threatening the system's Financial Risk Protection.",
    "macro_takeaway": "A classic example of misaligned incentives across knobs. Decentralizing the Organization knob without simultaneously adjusting the Payment and Regulation knobs incentivizes providers to maximize revenue, ultimately transferring the financial burden back to the patient."
  },
  {
    "id": "cutler_1995",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Cutler",
    "year": 1995,
    "title": "The Incidence of Adverse Medical Outcomes Under Prospective Payment",
    "journal": "Econometrica",
    "context": "The introduction of Medicare's Prospective Payment System (PPS) in 1983, which replaced cost-based retrospective reimbursement with fixed, diagnosis-based payments (DRGs).",
    "methodology": "Econometric analysis with maximum likelihood estimators exploiting the PPS natural experiment.",
    "finding": "Eliminating marginal reimbursement (the core PPS incentive) was associated with a 25% decline in mortality, suggesting that discouraging unnecessary procedures improved outcomes. However, a one standard deviation decrease in average payment led to a 0.5% increase in mortality, indicating financial pressure could harm Quality.",
    "macro_takeaway": "Prospective payment is not monolithic: the mechanism of incentive change matters. Removing the marginal fee-for-service incentive improves outcomes, but if overall payment levels are set too low, the resulting financial pressure degrades Quality — a critical design tension for any DRG-based system."
  },
  {
    "id": "gruber_owings_1996",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Gruber & Owings",
    "year": 1996,
    "title": "Physician Financial Incentives and Cesarean Section Delivery",
    "journal": "The RAND Journal of Economics",
    "context": "A 13.5% decline in U.S. fertility over 1970–1982 generated income pressure on obstetricians, creating conditions to test whether physicians shift toward more remunerative procedures.",
    "methodology": "Econometric analysis of nationally representative micro-data exploiting within-state fertility declines as an exogenous income shock.",
    "finding": "Strong correlation between within-state fertility declines and within-state increases in cesarean utilization. Since average physician fees for C-sections were roughly one-third higher than vaginal deliveries, the pattern indicated physician-induced demand — providers facing income pressure shifted toward more remunerative procedures.",
    "macro_takeaway": "Provides direct empirical evidence that fee-for-service payment creates incentives for supplier-induced demand. When the Payment knob sets per-procedure prices, providers may optimize for revenue rather than clinical appropriateness, with implications for both Efficiency and Quality."
  },
  {
    "id": "dafny_2005",
    "control_knob": "Payment / Regulation",
    "country": "United States",
    "authors": "Dafny",
    "year": 2005,
    "title": "How Do Hospitals Respond to Price Changes?",
    "journal": "American Economic Review",
    "context": "A 1988 Medicare policy reform generated large, exogenous, diagnosis-specific price changes for 43% of Medicare admissions under the DRG system.",
    "methodology": "Natural experiment exploiting diagnosis-specific price shocks to identify hospital behavioral responses.",
    "finding": "Hospitals responded primarily through 'upcoding' — reclassifying patients to diagnosis codes associated with the largest reimbursement increases — garnering an estimated $330–$425 million in extra annual reimbursement. Response was strongest among for-profit hospitals. Little evidence of changes in admissions volume or clinical intensity.",
    "macro_takeaway": "DRG-based payment systems create strategic coding incentives that are distinct from clinical behavior change. Without robust Regulation (coding audits, classification rules), the Payment knob's intended efficiency gains are partially captured by gaming rather than genuine care improvement."
  },
  {
    "id": "campbell_2009",
    "control_knob": "Payment",
    "country": "England",
    "authors": "Campbell et al.",
    "year": 2009,
    "title": "Effects of Pay for Performance on the Quality of Primary Care in England",
    "journal": "The New England Journal of Medicine",
    "context": "The UK's Quality and Outcomes Framework (QOF) linked up to 25% of family practice income to 146 quality indicators. This study tracked quality at two pre-implementation and two post-implementation time points across 42 representative English practices.",
    "methodology": "Interrupted time-series analysis with medical record extraction (1998, 2003, 2005, 2007).",
    "finding": "Quality improvement accelerated for incentivized conditions (asthma, diabetes) in the first two years post-implementation. By 2007, the rate of improvement had plateaued for all three conditions studied. Quality of care for aspects not linked to incentives declined for patients with asthma and heart disease.",
    "macro_takeaway": "Pay-for-performance produces measurable short-term gains on incentivized dimensions but risks 'teaching to the test': once targets are met, improvement stalls, while unincentivized quality dimensions deteriorate. The Payment knob can sharpen clinical focus, but its scope must be carefully designed to avoid distorting the broader Quality picture."
  },
  {
    "id": "jha_2012",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Jha et al.",
    "year": 2012,
    "title": "The Long-Term Effect of Premier Pay for Performance on Patient Outcomes",
    "journal": "The New England Journal of Medicine",
    "context": "The Medicare Premier Hospital Quality Incentive Demonstration (HQID) — the largest U.S. hospital pay-for-performance program at the time — offered financial bonuses to 252 hospitals based on process-of-care measures over six years.",
    "methodology": "Observational comparison of 30-day mortality among 6+ million patients at 252 P4P hospitals vs. 3,363 control hospitals (2003–2009).",
    "finding": "After six years, 30-day mortality was virtually identical between Premier P4P and non-P4P hospitals (11.82% vs. 11.74%). No evidence that the program reduced mortality for AMI, heart failure, pneumonia, or CABG surgery.",
    "macro_takeaway": "A landmark null result demonstrating that financial incentives tied to process-of-care measures do not necessarily translate into improved hard patient outcomes. The Payment knob can shift what is measured, but converting process compliance into actual Health Status gains requires deeper engagement with Organization and Behavior."
  },
  {
    "id": "gaynor_2013",
    "control_knob": "Regulation",
    "country": "England",
    "authors": "Gaynor, Moreno-Serra & Propper",
    "year": 2013,
    "title": "Death by Market Power: Reform, Competition, and Patient Outcomes in the National Health Service",
    "journal": "American Economic Journal: Economic Policy",
    "context": "The 2006 English NHS pro-competition reforms expanded patient choice of hospital under administratively fixed prices, creating a natural experiment in the effects of hospital market competition on clinical outcomes.",
    "methodology": "Difference-in-Differences exploiting pre-reform variation in market concentration driven by historical hospital locations.",
    "finding": "Hospitals in less competitive (more concentrated) markets had significantly higher death rates before the reform; after patient choice was expanded, outcomes converged. Competition saved lives without raising costs.",
    "macro_takeaway": "Under a regulated-price regime, market power is harmful to patients. The Regulation knob can harness competitive incentives to improve Quality, but only when prices are fixed — otherwise, competition may manifest as a cost-quality arms race rather than genuine quality improvement."
  },
  {
    "id": "dranove_2003",
    "control_knob": "Regulation",
    "country": "United States",
    "authors": "Dranove et al.",
    "year": 2003,
    "title": "Is More Information Better? The Effects of 'Report Cards' on Health Care Providers",
    "journal": "Journal of Political Economy",
    "context": "The introduction of mandatory cardiac surgery report cards in New York and Pennsylvania in the early 1990s, publicly disclosing risk-adjusted mortality rates by hospital and surgeon.",
    "methodology": "Difference-in-Differences comparing cardiac surgery outcomes and treatment patterns in report-card states vs. control states using national Medicare data.",
    "finding": "Report cards led to significant provider selection behavior ('cream-skimming'): surgeons and hospitals shifted away from sicker, higher-risk patients. On net, report cards were associated with worse health outcomes, particularly for sicker patients, and higher resource use.",
    "macro_takeaway": "The canonical cautionary study on quality transparency mandates. The Regulation knob's information tools can backfire: when providers are penalized for treating complex cases, the system's incentives shift toward patient selection rather than quality improvement, ultimately harming Access and Equity for the most vulnerable."
  },
  {
    "id": "aiken_2002",
    "control_knob": "Regulation / Organization",
    "country": "United States",
    "authors": "Aiken et al.",
    "year": 2002,
    "title": "Hospital Nurse Staffing and Patient Mortality, Nurse Burnout, and Job Dissatisfaction",
    "journal": "JAMA",
    "context": "Cross-sectional study of 168 Pennsylvania hospitals linking nurse survey data to administrative discharge data for over 230,000 surgical patients to quantify the relationship between nurse staffing ratios and patient outcomes.",
    "methodology": "Risk-adjusted cross-sectional analysis linking nurse-to-patient ratios to 30-day mortality and failure-to-rescue rates.",
    "finding": "Each additional patient per nurse was associated with a 7% increase in the likelihood of patient death within 30 days and a 7% increase in failure-to-rescue. Hospitals with the highest patient-to-nurse ratios (1:8) had 31% higher risk-adjusted mortality than those with the lowest ratios (1:4).",
    "macro_takeaway": "Directly quantifies how Organizational staffing decisions affect Quality and Health Status. Became the empirical foundation for minimum nurse staffing regulations (e.g., California's 2004 mandated ratios), illustrating how Regulation can enforce Organizational standards that the market alone may not produce."
  },
  {
    "id": "xu_2003",
    "control_knob": "Financing",
    "country": "59 Countries (Cross-national)",
    "authors": "Xu et al.",
    "year": 2003,
    "title": "Household catastrophic health expenditure: a multicountry analysis",
    "journal": "The Lancet",
    "context": "Cross-country analysis of household survey data from 59 countries measuring the incidence and determinants of catastrophic health spending (out-of-pocket payments exceeding 40% of income after subsistence needs).",
    "methodology": "Cross-country regression analysis of household survey data.",
    "finding": "Catastrophic payment rates varied widely across countries. Three preconditions were identified: (1) availability of health services requiring payment, (2) low capacity to pay, and (3) absence of prepayment or insurance mechanisms. Countries relying on out-of-pocket financing had the highest incidence.",
    "macro_takeaway": "Establishes the empirical measurement framework for Risk Protection — the foundational outcome metric for evaluating Financing arrangements. Demonstrates that out-of-pocket-dependent systems systematically fail the poorest populations, making the structure of the Financing knob the primary determinant of whether a system achieves financial risk protection."
  },
  {
    "id": "king_2009",
    "control_knob": "Financing",
    "country": "Mexico",
    "authors": "King et al.",
    "year": 2009,
    "title": "Public policy for the poor? A randomised assessment of the Mexican universal health insurance programme",
    "journal": "The Lancet",
    "context": "Mexico's Seguro Popular programme, which extended publicly subsidized health insurance to the roughly 50 million Mexicans lacking coverage through formal-sector social insurance.",
    "methodology": "Cluster-randomized evaluation: treatment randomly assigned within 74 matched pairs of health clusters representing 118,569 households, with 10-month follow-up.",
    "finding": "Intention-to-treat estimates showed a 23% reduction in catastrophic expenditures (1.9 percentage points). Effects were stronger among poor households (3.0 pp reduction) and experimental compliers (6.5 pp reduction, a 59% decrease). No significant effects on health outcomes or utilization over the short follow-up period.",
    "macro_takeaway": "One of the first randomized evaluations of a national health insurance expansion in a developing country. Confirms that the Financing knob's most immediate and measurable impact is on Risk Protection — but translating coverage into improved Health Status requires longer timeframes and complementary reforms across Organization and Quality."
  },
  {
    "id": "gertler_2004",
    "control_knob": "Behavior / Financing",
    "country": "Mexico",
    "authors": "Gertler",
    "year": 2004,
    "title": "Do Conditional Cash Transfers Improve Child Health? Evidence from PROGRESA's Control Randomized Experiment",
    "journal": "American Economic Review",
    "context": "Mexico's PROGRESA conditional cash transfer program, which provided cash payments to poor rural families contingent on children attending school and family members visiting health clinics for preventive care.",
    "methodology": "Randomized Controlled Trial (RCT) with 506 rural communities randomly assigned to early treatment or delayed-entry control.",
    "finding": "Children in treatment households experienced approximately a 23% reduction in the incidence of illness, an 18% reduction in anemia, and a 1–4% increase in height. Preventive health care visits increased by more than half.",
    "macro_takeaway": "Demonstrates that the Behavior knob — when operated through demand-side financial incentives conditioned on preventive care — can produce large Health Status improvements in vulnerable populations. The mechanism works through Access (more clinic visits) but the trigger is behavioral: changing when and why households seek care."
  },
  {
    "id": "rasella_2013",
    "control_knob": "Behavior / Financing",
    "country": "Brazil",
    "authors": "Rasella et al.",
    "year": 2013,
    "title": "Effect of a conditional cash transfer programme on childhood mortality: a nationwide analysis of Brazilian municipalities",
    "journal": "The Lancet",
    "context": "Brazil's Bolsa Familia Programme (BFP), the world's largest conditional cash transfer, covering over 50 million people, with health conditionalities including growth monitoring, vaccination, and prenatal care.",
    "methodology": "Fixed-effects negative binomial regression of panel data across 2,853 Brazilian municipalities (2004–2009), adjusting for socioeconomic covariates and primary care coverage.",
    "finding": "Under-5 mortality showed a dose-response relationship with BFP coverage: approximately 17%, 32%, and 53% reductions at intermediate, high, and consolidated coverage levels respectively. Effects were strongest for poverty-related causes (malnutrition and diarrhea).",
    "macro_takeaway": "The first nationwide analysis linking a CCT to measurable reductions in child mortality. Demonstrates that sustained behavioral incentives at population scale — when paired with an accessible primary care platform (Organization) — can produce large, dose-dependent improvements in the hardest Health Status outcomes."
  },
  {
    "id": "patel_2010",
    "control_knob": "Behavior / Organization",
    "country": "India",
    "authors": "Patel et al.",
    "year": 2010,
    "title": "Effectiveness of an intervention led by lay health counsellors for depressive and anxiety disorders in primary care in Goa, India (MANAS): a cluster randomised controlled trial",
    "journal": "The Lancet",
    "context": "The MANAS trial tested whether trained lay health counsellors, embedded in primary care facilities, could effectively treat common mental disorders in a low-resource setting where psychiatrists are virtually absent.",
    "methodology": "Cluster RCT with 24 primary care facilities randomized to collaborative stepped care (lay counsellors + physician prescribing + specialist supervision) vs. enhanced usual care. 2,796 patients followed to 6 months.",
    "finding": "Overall recovery was 65.0% (intervention) vs. 52.9% (control). In public facilities, the effect was dramatic: 65.9% vs. 42.5% recovery (RR 1.55). No significant difference in private facilities where baseline care was already better.",
    "macro_takeaway": "A landmark demonstration that task-shifting — reorganizing who delivers care (Organization) and training non-specialists in evidence-based techniques (Behavior) — can close enormous treatment gaps for mental health. The effect is largest precisely where the system is weakest, suggesting this combination of knobs is most powerful in resource-constrained settings."
  },
  {
    "id": "bloom_2015",
    "control_knob": "Organization / Regulation",
    "country": "England",
    "authors": "Bloom et al.",
    "year": 2015,
    "title": "The Impact of Competition on Management Quality: Evidence from Public Hospitals",
    "journal": "The Review of Economic Studies",
    "context": "English NHS hospitals surveyed using the World Management Survey instrument (scoring 20 management practices on a 1-to-5 scale), linked to administrative data on clinical outcomes.",
    "methodology": "Instrumental variables using political marginality of parliamentary constituencies (governments avoid closing hospitals in swing seats, creating exogenous variation in hospital density).",
    "finding": "Adding a rival hospital increased management quality by approximately 0.4 standard deviations and increased emergency AMI survival rates by 9.7%. The causal chain runs: competition → better management → better outcomes. Government-owned hospitals scored significantly lower on management than private ones.",
    "macro_takeaway": "Identifies the mechanism linking Regulation (competition policy) to Health Status: it runs through Organization (management quality). Competition does not directly improve clinical care — it forces hospitals to adopt better operational, targeting, and human resource management practices, which then improve outcomes."
  },
  {
    "id": "pronovost_2006",
    "control_knob": "Organization",
    "country": "United States",
    "authors": "Pronovost et al.",
    "year": 2006,
    "title": "An Intervention to Decrease Catheter-Related Bloodstream Infections in the ICU",
    "journal": "The New England Journal of Medicine",
    "context": "The 'Keystone ICU Project' across 103 Michigan ICUs, combining an evidence-based clinical checklist with a Comprehensive Unit-Based Safety Program (CUSP) that restructured team governance, communication, and nurse empowerment.",
    "methodology": "Collaborative cohort study with multilevel Poisson regression comparing infection rates before, during, and up to 18 months after implementation.",
    "finding": "Median catheter-related bloodstream infection rate fell from 2.7 per 1,000 catheter-days at baseline to 0 at three months. Sustained at 1.4 per 1,000 at 18 months (a 66% reduction). The organizational redesign — restructured team governance and communication — was as critical as the clinical checklist itself.",
    "macro_takeaway": "Demonstrates that facility-level Organizational change — restructuring who has authority, how teams communicate, and how safety protocols are enforced — can produce dramatic Quality improvements. The clinical knowledge (checklists) already existed; the binding constraint was Organizational, not informational."
  },
  {
    "id": "hogan_2017",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Hogan & Morrison",
    "year": 2017,
    "title": "Hospital Volume Thresholds and Mortality: Has the Empirical Evidence Changed over Time?",
    "journal": "Health Affairs (Maryland All-Payer Model evaluation series)",
    "context": "Maryland's unique all-payer hospital rate-setting system transitioned in 2014 from per-admission regulation to global budgets for all 46 acute care hospitals, creating a natural experiment in prospective total-cost-of-care constraints.",
    "methodology": "Pre-post analysis of hospital financial and utilization data under Maryland's Global Budget Revenue model (2014–2016).",
    "finding": "Under global budgets, Maryland hospitals reduced potentially avoidable utilization — readmissions fell, emergency department visits declined, and per-capita hospital expenditure growth was constrained below national trends. Hospitals shifted focus toward population health and care coordination to manage within fixed budgets.",
    "macro_takeaway": "Global budgets transform hospital incentives from volume maximization to population health management. The Maryland experiment demonstrates that hard expenditure caps, when combined with regulatory infrastructure, can bend the cost curve while maintaining quality — but require significant organizational adaptation."
  },
  {
    "id": "dummit_2016",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Dummit et al.",
    "year": 2016,
    "title": "Association Between Hospital Participation in a Medicare Bundled Payment Initiative and Payments and Quality Outcomes for Lower Extremity Joint Replacement Episodes",
    "journal": "JAMA",
    "context": "CMS Bundled Payments for Care Improvement (BPCI) initiative, Model 2, covering lower extremity joint replacement (LEJR) episodes with 90-day post-acute care windows across 800+ participating hospitals.",
    "methodology": "Difference-in-differences comparing BPCI-participating hospitals to matched non-participating hospitals (2011–2015).",
    "finding": "Participating hospitals reduced average episode payments by $1,166 (3.7%) relative to controls, primarily through reduced post-acute care spending (shorter skilled nursing facility stays, more home health). No significant change in complication rates, emergency department visits, or readmissions.",
    "macro_takeaway": "Bundled payments successfully shifted the locus of savings to post-acute care — the most variable and often least coordinated segment of an episode. The mechanism works through organizational coordination rather than clinical intensity reduction, confirming that bundled payment's primary lever is inter-provider integration."
  },
  {
    "id": "chernew_2008",
    "control_knob": "Payment / Behavior",
    "country": "United States",
    "authors": "Chernew et al.",
    "year": 2008,
    "title": "Impact of Decreasing Copayments on Medication Adherence Within a Disease Management Environment",
    "journal": "Health Affairs",
    "context": "A large employer reduced copayments for five chronic disease drug classes (ACE inhibitors, ARBs, beta-blockers, diabetes medications, statins) to test whether lower cost-sharing could improve adherence to evidence-based medications.",
    "methodology": "Pre-post analysis with comparison group (2003–2005), tracking medication adherence rates across intervention and control populations.",
    "finding": "Copayment reductions of $5–$17 per prescription increased medication adherence by 2–4 percentage points, with the largest gains for statins and diabetes medications. The adherence improvement was sustained over the two-year study period.",
    "macro_takeaway": "Provides direct evidence for VBID's core hypothesis: selectively reducing cost-sharing for high-value medications improves adherence without the blunt utilization reductions of uniform cost-sharing. The Behavior knob responds to targeted financial signals from the Payment knob."
  },
  {
    "id": "brown_2014",
    "control_knob": "Financing / Regulation",
    "country": "United States",
    "authors": "Brown et al.",
    "year": 2014,
    "title": "How Does Risk Selection Respond to Risk Adjustment? New Evidence from the Medicare Advantage Program",
    "journal": "American Economic Review",
    "context": "Medicare Advantage (MA) plans receive risk-adjusted capitation payments from CMS, with the formula updated in 2004 to better predict enrollee costs. This created a natural experiment in how risk adjustment precision affects insurer behavior.",
    "methodology": "Regression discontinuity and difference-in-differences exploiting the 2004 MA risk adjustment reform.",
    "finding": "Improved risk adjustment reduced favorable selection into MA plans by 15–20%. However, plans responded to the new formula by intensifying diagnostic coding — upcoding increased, with MA enrollees showing 6–16% higher risk scores than comparable fee-for-service beneficiaries, representing billions in excess payments.",
    "macro_takeaway": "Risk adjustment is necessary but insufficient infrastructure for competitive insurance markets. While better risk adjustment reduces cream-skimming, it creates a new gaming margin — diagnostic upcoding — that requires regulatory monitoring. The Financing and Regulation knobs must co-evolve."
  },
  {
    "id": "hsiao_1995",
    "control_knob": "Financing",
    "country": "Singapore",
    "authors": "Hsiao",
    "year": 1995,
    "title": "Medical Savings Accounts: Lessons from Singapore",
    "journal": "Health Affairs",
    "context": "Singapore's Medisave system, established in 1984, requires all employed citizens to contribute 6–8% of wages to individual medical savings accounts that can only be used for approved healthcare expenses.",
    "methodology": "Comparative institutional analysis of Singapore's three-tier financing system (Medisave, MediShield, Medifund).",
    "finding": "Singapore achieved low health expenditure (3–4% of GDP) with strong health outcomes, but the system depends critically on complementary catastrophic insurance (MediShield) and a government safety net (Medifund). MSAs alone cannot handle rare catastrophic events. The system also benefits from heavy government involvement in hospital supply and pricing — MSAs operate within a tightly regulated environment, not a free market.",
    "macro_takeaway": "The canonical MSA case demonstrates that individual health savings work only as one layer in a multi-tier system — they cannot replace risk pooling for catastrophic costs. Singapore's success reflects tight Organization and Regulation knobs as much as its Financing innovation."
  },
  {
    "id": "chaloupka_2002",
    "control_knob": "Financing / Behavior",
    "country": "Multi-country",
    "authors": "Chaloupka et al.",
    "year": 2002,
    "title": "Tax, Price and Cigarette Smoking: Evidence from the Tobacco Documents and Implications for Tobacco Industry Marketing Strategies",
    "journal": "Tobacco Control",
    "context": "Comprehensive review of internal tobacco industry documents and published econometric studies on the relationship between cigarette prices/taxes and consumption across multiple countries.",
    "methodology": "Systematic review of econometric evidence and industry documents on price elasticity of tobacco demand.",
    "finding": "The consensus price elasticity of cigarette demand is approximately -0.4 in high-income countries and -0.4 to -0.8 in low- and middle-income countries. A 10% price increase reduces consumption by 4–8%. Youth and low-income populations are most price-responsive. Industry documents confirmed that companies viewed tax increases as the greatest threat to consumption.",
    "macro_takeaway": "Establishes the empirical foundation for sin taxes as a dual-purpose health financing instrument: they generate revenue while reducing consumption of health-harming products. The Financing knob directly operates the Behavior knob through price signals, with the strongest effects on the populations at greatest risk."
  },
  {
    "id": "dakin_2015",
    "control_knob": "Regulation",
    "country": "England",
    "authors": "Dakin et al.",
    "year": 2015,
    "title": "The Influence of Cost-Effectiveness and Other Factors on NICE Decisions",
    "journal": "Health Economics",
    "context": "Systematic analysis of all NICE technology appraisal decisions from 1999 to 2011 to determine the implicit cost-effectiveness threshold and the factors that influence coverage recommendations.",
    "methodology": "Logistic regression analysis of 478 NICE appraisal decisions, modeling the relationship between incremental cost-effectiveness ratios (ICERs) and approval probability.",
    "finding": "Technologies with ICERs below 20,000 GBP per QALY were almost always recommended; those above 30,000 GBP per QALY were frequently rejected. However, NICE also systematically weighted other factors: severity of condition, availability of alternatives, and innovation. End-of-life treatments received higher effective thresholds. The implicit threshold was approximately 20,000–30,000 GBP per QALY.",
    "macro_takeaway": "Quantifies how HTA agencies operationalize allocative efficiency in practice. NICE's threshold framework demonstrates that cost-effectiveness analysis is necessary but not sufficient — social value judgments about severity, equity, and innovation complement the quantitative evidence. The Regulation knob shapes what the Payment knob will purchase."
  },
  {
    "id": "starfield_2005",
    "control_knob": "Organization",
    "country": "Multi-country",
    "authors": "Starfield, Shi & Macinko",
    "year": 2005,
    "title": "Contribution of Primary Care to Health Systems and Health",
    "journal": "The Milbank Quarterly",
    "context": "Comprehensive review of evidence on the relationship between primary care supply, primary care orientation of health systems, and health outcomes across OECD and developing countries.",
    "methodology": "Systematic literature review and cross-country ecological analysis of primary care indicators and health outcomes.",
    "finding": "Countries with stronger primary care systems had lower all-cause mortality, lower premature mortality, and lower infant mortality — effects that persisted after controlling for income, education, and specialist supply. Within the U.S., states with higher primary care physician-to-population ratios had better health outcomes across multiple indicators. Primary care was associated with more equitable distribution of health across socioeconomic groups.",
    "macro_takeaway": "The foundational evidence base for primary care gatekeeping models. Primary care functions as the Organizational infrastructure that translates Financing inputs into population health outcomes, with its greatest marginal effect on equity — reducing the gap in health status between advantaged and disadvantaged populations."
  },
  {
    "id": "enthoven_2004",
    "control_knob": "Organization",
    "country": "United States",
    "authors": "Enthoven",
    "year": 2004,
    "title": "Market Forces and Efficient Health Care Systems",
    "journal": "Health Affairs",
    "context": "Analysis of Kaiser Permanente and other integrated delivery systems as models for how vertical integration — combining insurance, hospital, and physician functions under unified governance — affects system performance.",
    "methodology": "Comparative institutional analysis of integrated vs. fragmented delivery systems, with Kaiser Permanente as the primary case.",
    "finding": "Kaiser Permanente consistently achieved 10–30% lower per-capita costs than comparable fee-for-service populations while maintaining equivalent or superior quality metrics. The mechanism was not rationing but structural: integrated medical records, aligned physician incentives (salaried multispecialty groups), and internalized coordination costs that fragmented systems externalize.",
    "macro_takeaway": "Vertical integration resolves the coordination failures inherent in fragmented delivery by internalizing the externalities of care transitions. When the Organization knob aligns governance, information systems, and physician incentives, the system achieves efficiency gains unavailable to any payment reform operating across organizational boundaries."
  },
  {
    "id": "stacey_2017",
    "control_knob": "Behavior",
    "country": "Multi-country",
    "authors": "Stacey et al.",
    "year": 2017,
    "title": "Decision Aids for People Facing Health Treatment or Screening Decisions",
    "journal": "Cochrane Database of Systematic Reviews",
    "context": "Cochrane systematic review of 105 randomized controlled trials evaluating patient decision aids compared to usual care for treatment and screening decisions.",
    "methodology": "Systematic review and meta-analysis of 105 RCTs (31,043 participants).",
    "finding": "Decision aids improved knowledge (MD 13.3 points on 100-point scale), accuracy of risk perceptions, and congruence between values and choices. Patients using decision aids chose major elective surgery 20% less often and were more likely to choose conservative management. No adverse effects on satisfaction or anxiety.",
    "macro_takeaway": "The most comprehensive evidence that shared decision-making tools reduce preference-sensitive surgery rates without harming patient satisfaction. The Behavior knob — when operated through information rather than financial incentives — shifts utilization patterns by correcting the information asymmetry that drives over-treatment."
  },
  {
    "id": "laurant_2018",
    "control_knob": "Regulation / Organization",
    "country": "Multi-country",
    "authors": "Laurant et al.",
    "year": 2018,
    "title": "Nurses as Substitutes for Doctors in Primary Care",
    "journal": "Cochrane Database of Systematic Reviews",
    "context": "Cochrane systematic review of 18 randomized controlled trials evaluating nurse practitioners and practice nurses delivering care traditionally provided by physicians in primary care settings.",
    "methodology": "Systematic review and meta-analysis of 18 RCTs across multiple countries (Australia, Canada, Netherlands, South Africa, Spain, Sweden, UK, USA).",
    "finding": "Nurse-led primary care produced equivalent or better health outcomes compared to physician-led care for a wide range of conditions. Patient satisfaction was equal or higher with nurse-led care. Consultations were longer but generated similar numbers of prescriptions, investigations, and referrals. No evidence of worse outcomes for any condition studied.",
    "macro_takeaway": "Provides the empirical foundation for expanding scope-of-practice regulation. When nurses are authorized to substitute for physicians in primary care, quality is maintained while workforce capacity expands — directly addressing the access constraints created by physician-dependent Organizational models."
  },
  {
    "id": "kessler_mcclellan_1996",
    "control_knob": "Regulation",
    "country": "United States",
    "authors": "Kessler & McClellan",
    "year": 1996,
    "title": "Do Doctors Practice Defensive Medicine?",
    "journal": "The Quarterly Journal of Economics",
    "context": "Exploited variation in malpractice liability laws across U.S. states to estimate the effect of tort reform on Medicare expenditures for elderly patients hospitalized with cardiac illness.",
    "methodology": "Instrumental variables using state-level tort reform adoption (direct reforms limiting liability vs. indirect reforms) applied to Medicare claims data (1984-1990).",
    "finding": "States adopting direct tort reforms (caps on damages, collateral source reform) reduced hospital expenditures by 5-9% within 3-5 years without measurable increases in adverse outcomes. Defensive medicine — treatment intensity driven by liability fear rather than clinical need — accounted for a substantial share of cardiac treatment costs.",
    "macro_takeaway": "The foundational empirical estimate of defensive medicine costs. Establishes that malpractice liability drives significant resource misallocation through the Efficiency channel, and that tort reform can reduce wasteful spending without harming Quality — though the distributional effects on injured patients remain debated."
  },
  {
    "id": "robinson_brown_2013",
    "control_knob": "Payment",
    "country": "United States",
    "authors": "Robinson & Brown",
    "year": 2013,
    "title": "Increases In Consumer Cost Sharing Redirect Patient Volumes And Reduce Hospital Prices For Orthopedic Surgery",
    "journal": "Health Affairs",
    "context": "CalPERS (California Public Employees' Retirement System) implemented reference pricing for hip and knee replacement in 2011, setting a $30,000 maximum contribution per procedure and requiring members to pay the difference at higher-cost facilities.",
    "methodology": "Pre-post analysis with difference-in-differences comparing CalPERS enrollees to a control group (2008-2012).",
    "finding": "The share of CalPERS patients choosing high-price hospitals fell from 48% to 28%. Average hospital prices for these procedures declined by $1,741 (5.6%) as hospitals lowered prices to stay below the reference threshold. Total savings exceeded $2.8 million in the first year with no measurable reduction in quality.",
    "macro_takeaway": "Demonstrates that reference pricing can activate price competition in healthcare markets where patients have choice. The mechanism works through patient steering — redirecting volume to lower-cost providers — which then forces high-cost providers to reduce prices, achieving efficiency gains through demand-side price transparency."
  },
  {
    "id": "wagstaff_moreno_serra_2009",
    "control_knob": "Financing",
    "country": "Eastern Europe / Central Asia (28 countries)",
    "authors": "Wagstaff & Moreno-Serra",
    "year": 2009,
    "title": "Europe and Central Asia's Great Post-Communist Social Health Insurance Experiment: Aggregate Impacts on Health, Health Care, and Health Inequality",
    "journal": "Journal of Health Economics",
    "context": "Following the collapse of communism, many Eastern European and Central Asian countries transitioned from Semashko-model tax-financed systems to Social Health Insurance. This created a natural experiment across 28 transition economies.",
    "methodology": "Difference-in-differences exploiting the staggered adoption of SHI across transition economies (1990-2004), with controls for GDP, democratization, and other reforms.",
    "finding": "SHI adoption was associated with increased health expenditure but no significant improvement in health outcomes. Out-of-pocket spending as a share of total health expenditure did not decline, and in some specifications increased. SHI did not achieve the anticipated improvements in financial protection or equity.",
    "macro_takeaway": "A cautionary finding on SHI: transitioning to payroll-based social insurance does not automatically improve financial protection or health outcomes, particularly when the informal sector is large and administrative capacity is weak. The Financing mechanism matters less than the institutional context in which it operates."
  },
  {
    "id": "devereaux_2002",
    "control_knob": "Organization",
    "country": "United States / Multi-country",
    "authors": "Devereaux et al.",
    "year": 2002,
    "title": "A systematic review and meta-analysis of studies comparing mortality rates of private for-profit and private not-for-profit hospitals",
    "journal": "Canadian Medical Association Journal",
    "context": "Systematic review comparing patient outcomes between investor-owned for-profit hospitals and private not-for-profit hospitals, motivated by growing privatization of hospital ownership.",
    "methodology": "Systematic review and meta-analysis of 15 observational studies encompassing over 26,000 hospitals and 38 million patients.",
    "finding": "Private for-profit hospitals had a statistically significant higher risk of death compared to private not-for-profit hospitals (relative risk of death 1.020, 95% CI 1.003-1.038, p=0.02). The excess mortality was small in relative terms but meaningful at population scale given the large number of patients treated.",
    "macro_takeaway": "Provides evidence that hospital ownership structure — an Organizational choice — has measurable consequences for patient outcomes. The profit motive's pressure on margins, staffing, and service mix translates into a small but significant mortality difference, informing the debate over for-profit hospital expansion."
  },
  {
    "id": "grimshaw_2004",
    "control_knob": "Behavior / Regulation",
    "country": "Multi-country",
    "authors": "Grimshaw et al.",
    "year": 2004,
    "title": "Effectiveness and efficiency of guideline dissemination and implementation strategies",
    "journal": "Health Technology Assessment",
    "context": "Comprehensive systematic review of strategies for implementing clinical practice guidelines in healthcare settings, examining which approaches most effectively change provider behavior.",
    "methodology": "Systematic review of 235 studies evaluating guideline dissemination and implementation strategies, including RCTs, controlled before-after studies, and interrupted time series.",
    "finding": "Multifaceted interventions combining educational outreach, reminders, and audit-and-feedback produced the most consistent behavior change. Passive guideline dissemination alone had minimal effect. Median absolute improvement in care processes ranged from 6-10% for active implementation strategies. No single strategy was reliably superior across all settings.",
    "macro_takeaway": "Establishes that clinical guidelines do not implement themselves — the gap between evidence and practice requires active behavioral strategies. The Behavior knob (implementation) must complement the Regulation knob (standard-setting) for guidelines to improve Quality."
  },
  {
    "id": "bossert_1998",
    "control_knob": "Organization",
    "country": "Multi-country (LMICs)",
    "authors": "Bossert",
    "year": 1998,
    "title": "Analyzing the Decentralization of Health Systems in Developing Countries: Decision Space, Innovation and Performance",
    "journal": "Social Science & Medicine",
    "context": "Comparative analysis of health system decentralization in developing countries, proposing a framework for evaluating the degree of autonomy ('decision space') transferred to local authorities across different health system functions.",
    "methodology": "Comparative case study analysis of decentralization experiences in Colombia, Chile, Bolivia, and other countries, using the 'decision space' analytical framework.",
    "finding": "Decentralization outcomes varied dramatically depending on what functions were decentralized and what local capacity existed. Narrow decision space (tight central control) limited local adaptation; wide decision space without capacity produced waste and inequality. Successful decentralization required matching transferred authority with local institutional capacity and maintaining central oversight of equity-critical functions.",
    "macro_takeaway": "Provides the analytical framework for understanding decentralized health systems. The key insight is that decentralization is not binary — outcomes depend on the specific functions delegated and the institutional capacity of local units, making Organization design far more nuanced than a centralized-vs-decentralized choice."
  },
  {
    "id": "johnson_goldstein_2003",
    "control_knob": "Behavior",
    "country": "Multi-country (Europe)",
    "authors": "Johnson & Goldstein",
    "year": 2003,
    "title": "Do Defaults Save Lives?",
    "journal": "Science",
    "context": "Compared organ donation consent rates across European countries with different default policies — opt-in (explicit consent required) vs. opt-out (presumed consent unless declined).",
    "methodology": "Cross-country comparison of organ donation consent rates combined with controlled laboratory experiments testing the effect of default framing on stated willingness to donate.",
    "finding": "Countries with opt-out (presumed consent) defaults had dramatically higher donation consent rates — often exceeding 90% — compared to opt-in countries where rates were typically 10-30%. Laboratory experiments confirmed the causal mechanism: defaults powerfully shape decisions through status quo bias and implied endorsement, even for consequential health choices.",
    "macro_takeaway": "The canonical demonstration that choice architecture — changing defaults without restricting choice — can produce enormous differences in health-relevant behavior at population scale. Behavioral nudges operating through the Behavior knob can achieve outcomes that neither Regulation nor financial incentives easily replicate."
  },
  {
    "id": "flodgren_2011",
    "control_knob": "Regulation / Organization",
    "country": "Multi-country",
    "authors": "Flodgren et al.",
    "year": 2011,
    "title": "An overview of reviews evaluating the effectiveness of financial incentives in changing healthcare professional behaviours and patient outcomes",
    "journal": "Cochrane Database of Systematic Reviews",
    "context": "Cochrane overview of systematic reviews examining external inspection mechanisms — including accreditation, statutory inspection, and peer review — and their effects on healthcare quality.",
    "methodology": "Overview of systematic reviews covering accreditation, external inspection, and audit programs across multiple countries and healthcare settings.",
    "finding": "Evidence for the effectiveness of external inspection and accreditation on quality outcomes was inconsistent. While accreditation promoted implementation of organizational processes and standards, direct links to improved patient outcomes were difficult to establish. The strongest effects were on process measures and organizational compliance rather than clinical outcomes.",
    "macro_takeaway": "External inspection and accreditation function primarily as organizational development tools rather than direct quality improvement mechanisms. Their value lies in establishing systematic processes and standards, but translating structural improvements into measurable patient outcomes requires complementary interventions through the Payment and Behavior knobs."
  },
  {
    "id": "forsetlund_2009",
    "control_knob": "Behavior",
    "country": "Multi-country",
    "authors": "Forsetlund et al.",
    "year": 2009,
    "title": "Continuing education meetings and workshops: effects on professional practice and health care outcomes",
    "journal": "Cochrane Database of Systematic Reviews",
    "context": "Cochrane systematic review evaluating whether educational meetings (conferences, lectures, workshops, courses) change physician practice behavior or improve patient outcomes.",
    "methodology": "Systematic review and meta-analysis of 81 randomized controlled trials comparing educational meetings to no intervention across multiple clinical settings.",
    "finding": "Educational meetings alone improved professional practice by a median 6% absolute improvement in compliance with desired practice. Interactive workshops were more effective than didactic lectures. Mixed interactive and didactic formats were more effective than either alone. Effects on patient outcomes were smaller and less consistently demonstrated than effects on practice behavior.",
    "macro_takeaway": "CME can change physician behavior, but format matters: passive lectures alone are largely ineffective while interactive, practice-based formats produce measurable behavior change. The Behavior knob operates most effectively when education is active and participatory rather than delivered as isolated didactic events."
  },
  {
    "id": "snyder_2004",
    "control_knob": "Behavior",
    "country": "Multi-country",
    "authors": "Snyder et al.",
    "year": 2004,
    "title": "A Meta-Analysis of the Effect of Mediated Health Communication Campaigns on Behavior Change in the United States",
    "journal": "Journal of Health Communication",
    "context": "Meta-analysis of mass media health communication campaigns in the United States, evaluating the average effect size of campaigns targeting behaviors such as smoking, physical activity, diet, sexual health, and alcohol use.",
    "methodology": "Meta-analysis of 48 published studies of health communication campaigns, estimating pooled effect sizes on targeted health behaviors.",
    "finding": "The average effect size of health communication campaigns was r = 0.05, representing a small but statistically significant effect on health behaviors at the population level. Campaign effects varied by topic: seatbelt use and oral health campaigns were most effective, while campaigns targeting diet and physical activity showed smaller effects. Effects were larger when campaigns were combined with community-level interventions.",
    "macro_takeaway": "Health education campaigns produce modest but real population-level behavior change. The small average effect size underscores that the Behavior knob, when operated through mass media alone, is a complement to — not a substitute for — structural reforms through the other knobs. Effectiveness increases substantially when campaigns are paired with environmental or organizational supports."
  },
  {
    "id": "lu_2010",
    "control_knob": "Financing",
    "country": "Sub-Saharan Africa",
    "authors": "Lu et al.",
    "year": 2010,
    "title": "Public financing of health in developing countries: a cross-national systematic analysis",
    "journal": "The Lancet",
    "context": "Systematic analysis of how development assistance for health (DAH) affects domestic government health expenditure in 22 Sub-Saharan African countries and other developing countries over two decades.",
    "methodology": "Panel regression analysis using data from the WHO National Health Accounts and OECD DAC databases (1995-2006), with instrumental variable approaches to address endogeneity.",
    "finding": "Each dollar of DAH displaced approximately $0.43-$1.14 of domestic government health spending in Sub-Saharan Africa, depending on the specification. Governments reduced their own health allocations when external aid increased, partially offsetting the intended funding boost. The fungibility of aid was highest in countries with weak governance.",
    "macro_takeaway": "Provides empirical evidence for the crowding-out effect of donor funding on domestic health financing. External aid as a Financing mechanism can paradoxically undermine domestic fiscal commitment to health, making sustainability and government ownership critical design considerations for aid-dependent health systems."
  },
  {
    "id": "ekman_2004",
    "control_knob": "Financing",
    "country": "Multi-country (LMICs)",
    "authors": "Ekman",
    "year": 2004,
    "title": "Community-based health insurance in low-income countries: a systematic review of the evidence",
    "journal": "Health Policy and Planning",
    "context": "Systematic review of evidence on community-based health insurance (CBHI) schemes in low- and middle-income countries, evaluating their impact on financial protection, utilization, and sustainability.",
    "methodology": "Systematic review of 36 studies covering CBHI schemes across Sub-Saharan Africa, South Asia, and Latin America.",
    "finding": "CBHI schemes modestly reduced out-of-pocket spending and increased utilization of health services among members, but enrollment remained low (typically under 10% of target populations) and schemes suffered from adverse selection. Financial sustainability was fragile — most schemes required external subsidies to remain solvent. Evidence of impact on health outcomes was minimal.",
    "macro_takeaway": "CBHI extends some financial protection to populations excluded from formal insurance, but the small risk pool, voluntary enrollment, and adverse selection create fundamental sustainability challenges. As a Financing mechanism, CBHI works best as a transitional instrument toward broader coverage rather than a permanent solution."
  },
  {
    "id": "ivers_2012",
    "control_knob": "Behavior",
    "country": "Multi-country",
    "authors": "Ivers et al.",
    "year": 2012,
    "title": "Audit and feedback: effects on professional practice and healthcare outcomes",
    "journal": "Cochrane Database of Systematic Reviews",
    "context": "Cochrane systematic review examining whether audit and feedback — providing healthcare professionals with data on their clinical performance — changes their practice behavior and improves patient outcomes.",
    "methodology": "Systematic review and meta-analysis of 140 randomized controlled trials evaluating audit and feedback interventions across multiple clinical settings and countries.",
    "finding": "Audit and feedback produced a median 4.3% absolute improvement in compliance with desired practice (IQR 0.5-16%). Effects were larger when baseline performance was low, when feedback was delivered by a supervisor or colleague, when delivered more than once, when delivered both verbally and in writing, and when it included explicit targets and an action plan.",
    "macro_takeaway": "Establishes the evidence base for peer review and clinical audit as a behavior change mechanism. The modest median effect masks wide variation — audit and feedback is most effective when systematically designed with repeated cycles, credible messengers, and actionable targets, confirming that the Behavior knob requires active implementation infrastructure."
  },
  {
    "id": "conover_sloan_1998",
    "control_knob": "Regulation",
    "country": "United States",
    "authors": "Conover & Sloan",
    "year": 1998,
    "title": "Does Removing Certificate-of-Need Regulations Lead to a Surge in Health Care Spending?",
    "journal": "Journal of Health Politics, Policy and Law",
    "context": "Examined the effect of certificate-of-need (CON) regulation on healthcare spending by exploiting the natural experiment created when many U.S. states repealed their CON laws following the 1987 expiration of the federal mandate.",
    "methodology": "Panel regression analysis comparing health expenditure trends in states that repealed CON laws vs. states that retained them (1980s-1990s).",
    "finding": "States that removed CON regulations did not experience significant increases in per-capita health spending compared to states retaining CON. There was little evidence that CON effectively constrained health spending or facility investment, and some evidence that CON protected incumbent providers from beneficial competition.",
    "macro_takeaway": "Challenges the theoretical rationale for certificate-of-need regulation as a cost containment tool. The evidence suggests CON may function more as a barrier to entry that protects incumbent market power than as an effective mechanism for directing health system capacity to population needs."
  },
  {
    "id": "danzon_chao_2000",
    "control_knob": "Regulation",
    "country": "Multi-country (25 countries)",
    "authors": "Danzon & Chao",
    "year": 2000,
    "title": "Does Regulation Drive Out Competition in Pharmaceutical Markets?",
    "journal": "The Journal of Law and Economics",
    "context": "Cross-country analysis of pharmaceutical price regulation regimes and their effects on drug prices, availability, and market competition across 25 countries with varying regulatory approaches.",
    "methodology": "Cross-country regression analysis of pharmaceutical price levels and market structure across countries with different regulatory regimes.",
    "finding": "Countries with stringent direct price controls had lower launch prices but also fewer available products and delayed market entry of new drugs. Reference pricing (using prices in other countries as benchmarks) was associated with lower prices without the same access delays. Overly restrictive regulation reduced generic competition and pharmaceutical market entry.",
    "macro_takeaway": "Quantifies the trade-off at the heart of pharmaceutical regulation: price controls reduce costs but can restrict access to new treatments and dampen innovation incentives. The design of pharmaceutical Regulation must balance affordability against availability — a tension that parallels the broader access-efficiency trade-off across all health system knobs."
  }
]
