{
  "description": "Organization refers to how the institutions that deliver healthcare are structured, owned, and governed. Organizational design determines the relationships between hospitals, clinics, physicians, and other providers — shaping whether they compete or collaborate, whether they are publicly accountable or market-driven, and how resources flow through the system. These structural choices profoundly influence efficiency, quality, and the distribution of care across populations.",
  "delivery_structure_scenarios": [
    {
      "id": "public_integrated",
      "name": "Public Integrated System",
      "description": "The government owns hospitals, employs physicians, and manages the entire delivery chain. This model — seen in the UK's NHS and many low-income country public sectors — enables centralized planning and resource allocation but can suffer from bureaucratic rigidity and limited responsiveness to patient preferences.",
      "intended_effects": {
        "access": "High (Universal geographic coverage through planned facility placement)",
        "efficiency": "Medium-High (Central coordination eliminates duplication and enables bulk purchasing)"
      },
      "systemic_risks": {
        "customer_satisfaction": "Warning: Bureaucratic management often leads to long wait times, limited provider choice, and slow adoption of patient-centered innovations.",
        "quality": "Warning: Without competitive pressure, public facilities may underinvest in staff training, equipment modernization, and service quality improvements."
      },
      "interactions": {
        "Financing": "Public integrated systems are typically funded through general taxation, creating a direct link between government revenue capacity and health system resources — the financing and organizational structures are unified under state control",
        "Payment": "Providers in public integrated systems are typically salaried, removing volume-based incentives but also weakening productivity incentives — the payment mechanism is an intrinsic feature of the organizational form",
        "Regulation": "Government ownership blurs the line between regulator and provider, creating conflicts of interest — the state must simultaneously operate and oversee the system, which can weaken accountability"
      }
    },
    {
      "id": "private_market",
      "name": "Private Competitive Market",
      "description": "Healthcare delivery is organized through independent private providers — hospitals, clinics, and solo practitioners — competing for patients in an open market. Market forces drive innovation and responsiveness but can lead to fragmentation, duplication, and geographic concentration in profitable urban areas.",
      "intended_effects": {
        "quality": "High (Competition drives investment in technology, amenities, and clinical excellence to attract patients)",
        "customer_satisfaction": "High (Providers must respond to patient preferences to maintain market share)"
      },
      "systemic_risks": {
        "access": "Critical Warning: Private providers concentrate in wealthy urban areas where patients can pay. Rural, low-income, and unprofitable patient populations are systematically underserved.",
        "efficiency": "Warning: Market fragmentation leads to duplicated infrastructure, administrative overhead from multiple billing systems, and inability to coordinate care across providers."
      },
      "literature_ids": ["gaynor_2013"],
      "interactions": {
        "Regulation": "Private competitive markets require antitrust regulation to prevent consolidation and price-fixing, as well as quality oversight to protect patients from information asymmetry — market failures necessitate regulatory correction",
        "Payment": "Market competition interacts with the payment mechanism: under negotiated prices, competition constrains costs; under cost-based reimbursement, competition may drive a cost-quality arms race that inflates spending"
      }
    },
    {
      "id": "managed_competition",
      "name": "Managed Competition",
      "description": "Organized delivery systems (such as HMOs or accountable care organizations) compete for enrollees on the basis of price and quality, within a regulatory framework that sets rules for fair competition. This attempts to harness market incentives while preventing market failures through structured oversight.",
      "intended_effects": {
        "efficiency": "High (Integrated delivery systems can coordinate care, reduce waste, and negotiate favorable input prices)",
        "quality": "Medium-High (Quality metrics and public reporting create accountability)"
      },
      "systemic_risks": {
        "access": "Warning: Competing systems may restrict provider networks, limiting patient choice and creating barriers to out-of-network care.",
        "efficiency": "Warning: Regulatory overhead from maintaining competition rules, quality measurement systems, and risk adjustment can be substantial."
      },
      "literature_ids": ["gaynor_2013", "bloom_2015"],
      "interactions": {
        "Financing": "Managed competition requires risk adjustment to prevent cream-skimming — without it, competition rewards enrollment of healthy patients rather than efficient care delivery",
        "Regulation": "The 'managed' part of managed competition is entirely regulatory: rules for quality reporting, risk adjustment, benefit standardization, and market entry define whether competition improves or degrades the system"
      }
    },
    {
      "id": "public_private_partnership",
      "name": "Public-Private Partnership",
      "description": "Government and private entities share ownership, financing, or operational responsibilities for healthcare delivery. Common arrangements include private management of public hospitals, government contracting with private providers, or joint ventures for specialized services. These partnerships attempt to combine public accountability with private efficiency.",
      "intended_effects": {
        "efficiency": "Medium-High (Private management practices can improve operational performance of public assets)",
        "quality": "Medium-High (Private sector brings innovation and management expertise while public oversight maintains standards)"
      },
      "systemic_risks": {
        "efficiency": "Warning: Complex contracting and oversight requirements can create high transaction costs. Misaligned incentives between public and private partners may lead to disputes and service disruption.",
        "access": "Warning: Private partners may prioritize profitable services over essential but low-margin care, shifting the burden of unprofitable services back to the public sector."
      },
      "interactions": {
        "Regulation": "PPPs require sophisticated contract regulation — performance standards, monitoring mechanisms, and dispute resolution procedures must be specified in advance, demanding regulatory capacity that many governments lack",
        "Payment": "The payment structure embedded in PPP contracts determines whether private partners are incentivized toward efficiency or revenue maximization — cost-plus contracts invite cost inflation while fixed-price contracts risk quality cutting",
        "Financing": "PPPs can leverage private capital to fund infrastructure that public budgets cannot afford, but long-term payment obligations create implicit public debt that constrains future financing flexibility"
      }
    },
    {
      "id": "primary_care_gatekeeping",
      "name": "Primary Care / Gatekeeping Model",
      "description": "The health system is structured around a strong primary care tier that serves as the first point of contact and coordinates referrals to specialist and hospital care. Patients register with a primary care provider who manages their overall care, filters demand for specialist services, and ensures continuity. This model — seen in the UK GP system, Danish general practice, and Thailand's Universal Coverage Scheme — is foundational to achieving both efficiency and equity through structured access.",
      "intended_effects": {
        "efficiency": "High (Gatekeeping reduces unnecessary specialist visits, emergency department use, and hospitalizations by resolving most health needs at the lowest-cost level of care)",
        "access": "High (Universal registration ensures every person has a defined entry point into the system and a provider responsible for their overall care)"
      },
      "systemic_risks": {
        "customer_satisfaction": "Warning: Patients may resent being unable to access specialists directly, perceiving the gatekeeper as a barrier rather than a coordinator — particularly for conditions they believe require specialist care.",
        "quality": "Warning: If primary care providers are under-resourced or poorly trained, the gatekeeping function becomes a bottleneck that delays appropriate specialist referrals and worsens outcomes for complex conditions."
      },
      "literature_ids": ["starfield_2005"],
      "interactions": {
        "Payment": "Gatekeeping effectiveness depends on how primary care is paid — capitation aligns with population management, while FFS incentivizes volume over coordination",
        "Behavior": "The gatekeeper model changes both provider behavior (comprehensive first-contact care) and patient behavior (structured care-seeking through a defined entry point)"
      }
    },
    {
      "id": "vertical_integration",
      "name": "Vertical Integration / Integrated Delivery Network",
      "description": "A single organization combines hospitals, physician practices, post-acute care, and sometimes insurance functions under unified ownership or governance. Examples include Kaiser Permanente, Geisinger, and Intermountain Health. Vertical integration is the structural mechanism that enables care coordination, population health management, and bundled payment models — internalizing the coordination benefits that fragmented systems struggle to achieve.",
      "intended_effects": {
        "quality": "High (Unified governance enables seamless care coordination, shared medical records, and aligned clinical protocols across all settings)",
        "efficiency": "High (Internalized referrals, shared infrastructure, and elimination of inter-organizational billing reduce administrative waste and duplication)"
      },
      "systemic_risks": {
        "access": "Warning: Integrated networks may create closed systems that limit patient choice and restrict access to out-of-network providers. In rural areas, a single dominant IDN may become a de facto monopoly.",
        "efficiency": "Warning: Large integrated systems can leverage market power to negotiate higher prices from payers, potentially increasing costs even as internal efficiency improves. The competition-integration trade-off is a central tension in organizational design."
      },
      "literature_ids": ["enthoven_2004"],
      "interactions": {
        "Payment": "Vertical integration enables payment models (capitation, bundled payments, global budgets) that require inter-provider coordination — Kaiser's salaried multispecialty groups internalize the incentive alignment that fragmented FFS systems cannot achieve",
        "Behavior": "Integrated systems align provider behavior through shared governance, unified medical records, and organizational culture rather than external financial incentives alone"
      }
    }
  ],
  "facility_governance_scenarios": [
    {
      "id": "autonomous_public",
      "name": "Autonomous Public Hospitals",
      "description": "Publicly owned hospitals are granted operational autonomy — control over staffing, budgets, and service decisions — while remaining publicly accountable. This model attempts to combine the efficiency benefits of decentralized management with continued public ownership and social mission.",
      "intended_effects": {
        "efficiency": "Medium-High (Operational autonomy allows faster decision-making and local adaptation)",
        "quality": "Medium (Freedom to recruit and incentivize staff based on local needs)"
      },
      "systemic_risks": {
        "efficiency": "Warning: Autonomy without adequate oversight can lead to financial mismanagement, corruption, or mission drift away from serving vulnerable populations.",
        "access": "Warning: Autonomous hospitals may shift toward profitable services and patient populations, reducing availability of essential but low-revenue services."
      },
      "literature_ids": ["wagstaff_bales_2012"],
      "interactions": {
        "Payment": "Autonomous public hospitals' behavior depends critically on their payment mechanism — Vietnam's experience showed that autonomy under fee-for-service led to revenue-maximizing behavior rather than efficiency gains",
        "Regulation": "Hospital autonomy without regulatory guardrails leads to mission drift. Wagstaff & Bales (2012) found autonomous hospitals increased care intensity and out-of-pocket costs, highlighting the need for regulatory oversight to accompany operational freedom"
      }
    },
    {
      "id": "private_for_profit",
      "name": "Private For-Profit Hospitals",
      "description": "Investor-owned hospitals operate to generate returns for shareholders. Profit motivation drives efficiency and responsiveness to paying patients but creates inherent tension with the social mission of healthcare — particularly regarding uncompensated care and investment in community health needs.",
      "intended_effects": {
        "efficiency": "High (Profit motive drives aggressive cost management, lean operations, and capital discipline)",
        "customer_satisfaction": "High (Investment in patient experience to attract and retain paying customers)"
      },
      "systemic_risks": {
        "access": "Critical Warning: For-profit hospitals systematically avoid unprofitable patients, close money-losing service lines, and locate away from underserved communities. Uncompensated care is minimized.",
        "quality": "Warning: Pressure to maximize margins may lead to understaffing, shorter patient interactions, and preference for high-revenue procedures over medically optimal treatment."
      },
      "literature_ids": ["dafny_2005", "devereaux_2002"],
      "interactions": {
        "Payment": "For-profit hospitals respond most aggressively to payment incentives — Dafny (2005) found the strongest DRG upcoding response among for-profit institutions, demonstrating how ownership structure amplifies payment mechanism distortions",
        "Regulation": "For-profit hospitals require regulatory oversight to prevent patient selection, uncompensated care avoidance, and quality cutting under margin pressure — the profit motive creates systematic incentives that only regulation can counteract"
      }
    },
    {
      "id": "not_for_profit",
      "name": "Not-for-Profit / Mission-driven",
      "description": "Hospitals and health systems organized as non-profit entities or NGOs reinvest surplus into their mission rather than distributing profits. This model is common in the United States (non-profit hospitals), faith-based organizations, and international NGOs operating in low-income settings.",
      "intended_effects": {
        "access": "High (Mission-driven orientation often prioritizes underserved populations and community benefit)",
        "quality": "Medium-High (Surplus reinvested in clinical programs, education, and community health)"
      },
      "systemic_risks": {
        "efficiency": "Warning: Without profit discipline, non-profit hospitals may tolerate operational inefficiency, accumulate excessive reserves, or expand beyond community needs.",
        "customer_satisfaction": "Warning: Non-profit governance can be insular and unresponsive to patient preferences, particularly when boards lack community representation."
      },
      "literature_ids": ["devereaux_2002"],
      "interactions": {
        "Financing": "Not-for-profit status confers tax exemptions that function as implicit public financing — in exchange, community benefit obligations direct resources toward underserved populations, though compliance varies widely",
        "Regulation": "Non-profit hospitals operate under regulatory requirements for community benefit and charitable mission that for-profit institutions do not face, creating a distinct accountability framework tied to organizational form"
      }
    },
    {
      "id": "decentralized_district",
      "name": "Decentralized / District Health System",
      "description": "Healthcare management and resource allocation are delegated to local or district-level governments. Each district operates a network of primary care centers, referral hospitals, and community health services tailored to local population needs. This model is widely promoted in low- and middle-income countries.",
      "intended_effects": {
        "access": "High (Local management enables tailored service delivery matched to community health priorities)",
        "efficiency": "Medium (Local decision-making can reduce bureaucratic delays and allocate resources to local priorities)"
      },
      "systemic_risks": {
        "quality": "Warning: District-level capacity varies enormously. Poorly resourced or poorly managed districts may deliver substandard care, creating geographic inequity.",
        "efficiency": "Warning: Decentralization can fragment procurement, weaken bargaining power, and duplicate administrative functions across districts."
      },
      "literature_ids": ["bossert_1998"],
      "interactions": {
        "Financing": "Decentralization requires fiscal decentralization — local health systems need predictable revenue sources (local taxes, central transfers) that match their delegated responsibilities, and formula-based allocation to prevent geographic inequity",
        "Regulation": "Central regulatory oversight must be maintained even as operations are decentralized — Bossert's 'decision space' framework shows that decentralization without retained central authority over equity-critical functions produces geographic inequity"
      }
    }
  ]
}
