{
  "description": "Payment mechanisms determine how healthcare providers are compensated for delivering services. The method of payment creates powerful incentives that shape provider behavior — influencing what services are offered, how many are provided, and at what level of quality. Payment design is one of the most direct levers policymakers have to align provider behavior with health system goals.",
  "provider_payment_scenarios": [
    {
      "id": "fee_for_service",
      "name": "Fee-for-Service",
      "description": "Providers are paid a set fee for each individual service, procedure, or visit they deliver. This is the most common payment method worldwide. It gives providers maximum autonomy and directly rewards productivity, but creates strong financial incentives to increase the volume of services regardless of whether they improve health outcomes.",
      "intended_effects": {
        "quality": "Medium (Providers invest in capability to deliver more billable services, but procedure selection is driven by revenue rather than clinical appropriateness)",
        "access": "High (Strong incentive to see more patients and offer more services)"
      },
      "systemic_risks": {
        "efficiency": "Critical Warning: Drives volume over value. Providers are financially incentivized to over-treat, order unnecessary tests, and perform procedures of marginal benefit — the primary driver of healthcare cost inflation.",
        "quality": "Warning: No financial reward for outcomes or coordination. Incentivizes fragmented, episodic care rather than holistic patient management."
      },
      "literature_ids": ["gruber_owings_1996"],
      "interactions": {
        "Behavior": "FFS incentives directly shape provider behavior — supplier-induced demand is the primary behavioral distortion, requiring clinical guidelines or peer review to counteract",
        "Regulation": "Without regulatory oversight (utilization review, coding audits), FFS volume incentives are unchecked. Rate-setting can constrain per-unit prices but not volume"
      }
    },
    {
      "id": "capitation",
      "name": "Capitation",
      "description": "Providers receive a fixed payment per enrolled patient per time period, regardless of how many services that patient uses. This shifts financial risk from payers to providers and creates incentives to keep patients healthy and minimize unnecessary utilization.",
      "intended_effects": {
        "efficiency": "High (Strong incentive to minimize unnecessary services and focus on prevention)",
        "risk_protection": "Medium-High (Predictable costs for payers and patients)"
      },
      "systemic_risks": {
        "quality": "Warning: Financial incentive to under-treat. Providers may skimp on necessary services, avoid complex patients, or restrict referrals to specialists to stay within budget.",
        "access": "Warning: Risk selection. Providers may prefer to enroll healthier patients and avoid those with chronic or complex conditions."
      },
      "literature_ids": ["brown_2014"]
    },
    {
      "id": "salary_budget",
      "name": "Salary / Line-item Budget",
      "description": "Providers receive a fixed salary or facilities receive a line-item budget allocation regardless of patient volume or outcomes. Common in public systems and academic medical centers. Eliminates volume incentives entirely but also removes most financial motivation to see patients efficiently.",
      "intended_effects": {
        "efficiency": "Medium (No incentive to over-provide services; predictable labor costs)",
        "quality": "Medium (Providers can focus on patient needs without financial distortion)"
      },
      "systemic_risks": {
        "efficiency": "Warning: No incentive for productivity. Providers may see fewer patients, maintain long wait times, or operate below capacity.",
        "customer_satisfaction": "Warning: Patient responsiveness suffers. Without volume-linked revenue, providers have weak incentives to accommodate patient preferences or reduce waiting times."
      }
    },
    {
      "id": "case_based",
      "name": "Case-based / DRG Payment",
      "description": "Providers receive a fixed payment per case or episode of care, categorized by Diagnosis-Related Groups (DRGs). The payment amount is predetermined based on the diagnosis, regardless of actual resources used. This incentivizes efficient treatment within each episode while maintaining volume incentives.",
      "intended_effects": {
        "efficiency": "High (Strong incentive to reduce per-case costs, shorten length of stay, and eliminate wasteful in-hospital spending)",
        "quality": "Medium (Standardized payments encourage evidence-based protocols)"
      },
      "systemic_risks": {
        "quality": "Warning: Incentive to discharge patients prematurely or skimp on in-hospital services to stay under the case payment, potentially leading to higher readmission rates.",
        "access": "Critical Warning: Upcoding is pervasive — hospitals systematically reclassify patients to higher-paying diagnosis codes, with an estimated $330–$425M in excess annual reimbursement. Response is strongest among for-profit hospitals. Complex cases may also be avoided when they exceed the standard payment amount."
      },
      "literature_ids": ["cutler_1995", "dafny_2005"],
      "interactions": {
        "Regulation": "DRG systems require robust coding audits and classification rules to prevent upcoding. Without regulatory enforcement, efficiency gains are captured by gaming rather than genuine care improvement",
        "Organization": "DRG incentives interact with hospital ownership — for-profit hospitals show the strongest upcoding response. Organizational governance determines whether DRG savings translate to reinvestment or profit extraction"
      }
    },
    {
      "id": "global_budget",
      "name": "Global Budget",
      "description": "A provider or health system receives a prospectively fixed total budget to cover all services for a defined population over a set period. Unlike line-item budgets that control inputs, global budgets give providers flexibility in how they allocate resources internally while capping total expenditure. This is the primary cost containment tool in Canada, Taiwan, Germany's hospital sector, and Maryland's all-payer model.",
      "intended_effects": {
        "efficiency": "High (Hard expenditure ceiling directly constrains cost growth — the most effective macro-level cost containment mechanism available)",
        "risk_protection": "Medium-High (Predictable system-wide spending protects payers and governments from uncontrolled cost inflation)"
      },
      "systemic_risks": {
        "access": "Warning: Fixed budgets create incentives to limit services as the budget period progresses. Wait times may increase, particularly for elective procedures, as providers ration within the cap.",
        "quality": "Warning: If budget levels are set too low or fail to keep pace with population needs, providers may underinvest in staffing, equipment, and new technologies. Innovation adoption may slow."
      },
      "literature_ids": ["hogan_2017"],
      "interactions": {
        "Regulation": "Global budgets require regulatory infrastructure to set and enforce budget levels, adjust for population changes, and monitor quality. Maryland's all-payer system demonstrates the regulatory complexity required",
        "Organization": "Budget constraints force organizational adaptation — hospitals must shift from volume-maximizing to population health management, requiring new care coordination structures"
      }
    },
    {
      "id": "bundled_payment",
      "name": "Bundled / Episode-Based Payment",
      "description": "A single payment covers all services delivered by multiple providers across a complete episode of care — for example, from pre-operative assessment through surgery and 90-day post-discharge recovery. This extends DRG logic beyond hospital walls, creating shared financial accountability across settings and incentivizing providers to coordinate care and reduce complications.",
      "intended_effects": {
        "efficiency": "High (Single payment for the full episode eliminates incentives for unnecessary services at any point in the care pathway)",
        "quality": "Medium-High (Providers share financial risk for complications and readmissions, creating incentives to get it right the first time)"
      },
      "systemic_risks": {
        "quality": "Warning: Providers may cut corners on post-acute care or rehabilitation to stay within the bundle price, shifting costs to patients or downstream providers.",
        "access": "Warning: Complex patients with multiple comorbidities may be avoided because their episodes are more expensive and less predictable than the bundled price assumes."
      },
      "literature_ids": ["dummit_2016"],
      "interactions": {
        "Organization": "Bundled payments require inter-provider coordination across settings (hospital, post-acute, rehab). Without integrated organizational structures, savings are limited to the most easily controlled segment",
        "Behavior": "Episode accountability changes provider behavior around discharge planning and post-acute referral patterns — the primary mechanism through which BPCI achieved savings"
      }
    }
  ],
  "demand_side_scenarios": [
    {
      "id": "no_cost_sharing",
      "name": "No Cost Sharing",
      "description": "Patients face no out-of-pocket costs at the point of service. All costs are covered by the payer — government or insurer. This maximizes financial access but removes any price signal that might discourage unnecessary utilization.",
      "intended_effects": {
        "access": "Very High (Zero financial barrier to seeking care)",
        "risk_protection": "Very High (Complete protection from direct healthcare costs)"
      },
      "systemic_risks": {
        "efficiency": "Warning: Moral hazard. Without any price signal, patients may over-utilize services, including low-value care, driving up system costs and straining capacity."
      },
      "literature_ids": ["manning_1987"]
    },
    {
      "id": "copayments",
      "name": "Co-payments",
      "description": "Patients pay a fixed monetary amount for each service — for example, $20 per doctor visit or $50 per emergency room use. The remainder is covered by insurance or the public system. Co-payments provide a modest price signal while keeping costs predictable for patients.",
      "intended_effects": {
        "efficiency": "Medium (Modest deterrent to frivolous utilization while keeping out-of-pocket costs predictable)"
      },
      "systemic_risks": {
        "access": "Warning: Even small co-payments can deter low-income patients from seeking necessary care, particularly for chronic disease management and preventive services.",
        "health_status": "Warning: Patients may delay or skip needed care to avoid co-payments, worsening outcomes for manageable conditions."
      },
      "literature_ids": ["manning_1987"]
    },
    {
      "id": "deductibles",
      "name": "Deductibles",
      "description": "Patients pay the full cost of care up to a specified annual threshold before insurance coverage begins. Deductibles create the strongest cost-consciousness among demand-side mechanisms but concentrate financial burden at the beginning of an illness episode.",
      "intended_effects": {
        "efficiency": "Medium-High (Strong incentive to avoid low-value care and shop for lower prices below the deductible threshold)"
      },
      "systemic_risks": {
        "access": "Critical Warning: High deductibles function as a barrier to initial care-seeking. Patients may avoid or delay care — including preventive and diagnostic services — particularly in the early stages of potentially serious illness.",
        "risk_protection": "Warning: Deductibles shift significant financial risk back to individuals, especially those with unpredictable healthcare needs."
      },
      "literature_ids": ["manning_1987"]
    },
    {
      "id": "reference_pricing",
      "name": "Reference Pricing",
      "description": "The insurer sets a maximum reimbursement amount (reference price) for a service or product. Patients may choose any provider but pay the difference if the provider's price exceeds the reference price. This preserves patient choice while creating incentives for price-conscious decisions.",
      "intended_effects": {
        "efficiency": "High (Creates direct price competition among providers for patient volume)",
        "quality": "Medium (Providers must compete on both price and perceived quality)"
      },
      "systemic_risks": {
        "access": "Warning: Patients in areas with limited provider options may have no affordable choice below the reference price, effectively creating a financial barrier.",
        "quality": "Warning: Aggressive price competition may drive providers to cut costs at the expense of service quality or patient experience."
      }
    },
    {
      "id": "vbid",
      "name": "Value-Based Insurance Design",
      "description": "Cost-sharing varies based on the clinical value of the service rather than its cost. High-value services (preventive screenings, essential chronic disease medications) have reduced or zero cost-sharing, while low-value services (elective procedures with weak evidence) carry higher cost-sharing. VBID addresses the key finding from the RAND Health Insurance Experiment: uniform cost-sharing reduces high-value and low-value care equally.",
      "intended_effects": {
        "efficiency": "High (Steers utilization toward high-value services and away from low-value care, improving allocative efficiency)",
        "health_status": "Medium-High (Removing barriers to evidence-based preventive care and chronic disease management improves population health)"
      },
      "systemic_risks": {
        "efficiency": "Warning: Determining the 'value' of each service requires robust evidence infrastructure and continuous updating. Classification errors can misdirect utilization.",
        "access": "Warning: Complex tiered cost-sharing structures may confuse patients, particularly those with low health literacy, reducing the intended behavioral signal."
      },
      "literature_ids": ["chernew_2008", "manning_1987"],
      "interactions": {
        "Regulation": "VBID requires HTA infrastructure to classify services by clinical value — the evidence base for tiering comes from the same systematic evaluation used by agencies like NICE",
        "Behavior": "VBID's mechanism is fundamentally behavioral: it uses price signals to steer patient utilization toward high-value care, correcting the blunt demand reduction identified in the RAND experiment"
      }
    }
  ]
}
